Repository: IrfanUllahKhanMohmand/integrate_proj
Catalog: lib/l10n/app_*.arb
Languages: ur

source: All
ur: تمام

source: Top Poets
ur: چوٹی کے شعراء

source: Ghazals
ur: غزلیں

source: Shers
ur: اشعار

source: Nazams
ur: نظمیں

source: Make Status
ur: اسٹیٹس بنائیں

source: Make Video
ur: ویڈیو بنائیں

source: Most Read Poets
ur: سب سے زیادہ پڑھے جانے والے شاعر

source: Trending Shers
ur: رجحان سازاشعار

source: Sher Collections
ur: شعری مجموعے

source: Awaiting result...
ur: نتیجہ کا انتظار ہے...

source: No internet Connection
ur: انٹرنیٹ کنکشن نہیں ہے۔

source: PROFILE
ur: پروفائل

# poet_name
source: Name
ur: نام

# poet_born
source: Born
ur: پیدائش

# poet_died
source: Died
ur: موت

# video_editor_new_video
source: New video
ur: نئی ویڈیو

# video_editor_title
source: Title
ur: عنوان

# video_editor_description
source: Description(optional)
ur: تفصیل (اختیاری)

# video_editor_ok
source: OK
ur: ٹھیک ہے

# video_editor_cancel
source: Cancel
ur: منسوخ کریں

# make_video_ghazal
source: Make Video of this Ghazal
ur: اس غزل کی ویڈیو بنائیں

# make_video_nazam
source: Make Video of this Nazam
ur: اس نظم کی ویڈیو بنائیں
